"STORE_DESCRIPTION" = "Predvajalnik VLC je brezplačen in odprtokoden večpredstavnostni predvajalnik za več okolji.\nLahko predvaja večino filmov, seriji in glasbe brez pretvarjanja formatov.\nOmogoča usklajevanje s storitvami Dropbox, GDrive, OneDrive, Box, iCloud Drive in ItTunes, neposredne prenose in deljenje preko WiFi, kot tudi pretakanje vsebin preko strežnikov  SMB, FTP, SFTP, NFS, UPnp/DLNA ali spleta\nVLC ponuja podporo za napredne podnapise s polno podporo za obliko SSA, večstezni zvok in nadzor hitrosti predvajanja ter izrisovanja preko Chromecasta.\n\nVLC za iOS je popolnoma brezplačen in odprtokoden.";

"STORE_DESCRIPTION_TV" = "Predvajalnik VLC je brezplačen in odprtokoden večpredstavnostni predvajalnik za več okolji.\nLahko predvaja večino filmov, seriji in glasbe brez pretvarjanja formatov.\nOmogoča oddaljeno predvajanje z Mac ali PC računalnika preko spletnega vmesnika, kot tudi pretakanje vsebin preko strežnikov SMB, FTP, SFTP, NFS, UPnp/DLNA ali spleta.\nVLC ponuja podporo za napredne podnapise s polno podporo za obliko SSA, večstezni zvok in nadzor hitrosti predvajanja ter izrisovanja preko Chromecasta.\n\nVLC za iOS je popolnoma brezplačen in odprtokoden.\n\nGrafične podobe črpa iz podatkovne zbirke TMDb in Hatchet, ki ju vzdržuje skupnost.";

"UNKNOWN_TRACK_TYPE" = "Neznana vrsta vsebine";
"CHOOSE_TITLE" = "Izberite naslov";
"CHOOSE_CHAPTER" = "Izberite poglavje";
"CHAPTER_SELECTION_TITLE" = "Poglavja";
"TITLE" = "Naslov";
"CHAPTER" = "Poglavje";
"TRACK_SELECTION" = "Izbor steze";
"AUDIO" = "Zvok";
"SUBTITLES" = "Podnapisi";
"LANGUAGE" = "Jezik";
"MEDIA_INFO" = "Podatki o predstavni vsebini";
"VIDEO_DIMENSIONS" = "Mere slike";
"FORMAT_VIDEO_DIMENSIONS" = "%ix%i slikovnih točk";
"FORMAT_AUDIO_TRACKS" = "%i zvočnih stez";
"ONE_AUDIO_TRACK" = "Ena zvočna steza";
"FORMAT_SPU_TRACKS" = "%i stez s podnapisi";
"ONE_SPU_TRACK" = "Ena steza s podnapisi";
"TRACKS" = "%i vsebin";
"TRACK" = "%i vsebina";
"TRACKS_DURATION" = "%u stez, trajanje: %@";
"NB_ALBUM_FORMAT" = "%i album";
"NB_ALBUMS_FORMAT" = "%i albumov";

"PLAYING_EXTERNALLY_TITLE" = "Povezano s TV";
"PLAYING_EXTERNALLY_DESC" = "Ta video se trenutno predvaja na TV";
"PLAYING_EXTERNALLY_ADDITION" = "\nTrenutno se predvaja na:"; /* \n should stay in every translation */

"VFILTER_HUE" = "Odtenek";
"VFILTER_CONTRAST" = "Kontrast";
"VFILTER_BRIGHTNESS" = "Svetlost";
"VFILTER_SATURATION" = "Nasičenost";
"VFILTER_GAMMA" = "Gama";

"PRESET_PREAMP_SETTING" = "Nastavitve predlog / predojačevalca";
"PREAMP" = "Predojačevalec";
"SNAP_BANDS" = "Poveži zasedbe";

"PLAYBACK_FAILED" = "Predvajanje je spodletelo";
"PLEASE_WAIT" = "Počakajte ...";
"AR_CHANGED" = "Razmerje velikosti: %@";
"DEFAULT" = "Privzeto";
"FILL_TO_SCREEN" = "Obreži, da napolni zaslon";
"PLAYBACK_SPEED" = "Hitrost predvajanja";
"SPU_DELAY" = "Zamik podnapisov";
"AUDIO_DELAY" = "Zamik zvoka";
"BUTTON_SLEEP_TIMER" = "Časovnik mirovanja";
"SLEEP_TIMER_UPDATED" = "Časovnik mirovanja posodobljen";
"CONTINUE_PLAYBACK" = "Nej se predvajanje nadaljuje?";
"CONTINUE_PLAYBACK_LONG" = "Ali želite nadaljevati predvajanje \"%@\" na mestu, kjer ste končali?";

"BUTTON_ABOUT" = "O programu";
"BUTTON_BACK" = "Nazaj";
"BUTTON_DONE" = "Končano";
"BUTTON_CANCEL" = "Prekliči";
"BUTTON_SAVE" = "Shrani";
"BUTTON_DOWNLOAD" = "Prenos";
"BUTTON_DELETE" = "Izbriši";
"BUTTON_OK" = "V redu";
"BUTTON_DISMISS" = "Opusti";
"BUTTON_CONTACT" = "Stik z nami";
"BUTTON_CONNECT" = "Poveži";
"BUTTON_RENAME" = "Preimenuj";
"BUTTON_LEARN_MORE" = "Več podrobnosti";
"BUTTON_LOGOUT" = "Odjavi";
"BUTTON_CONTINUE" = "Nadaljuj";
"BUTTON_SET" = "Določi";
"BUTTON_RESET" = "Ponastavi";
"BUTTON_RESCAN" = "Ponovno preglej";
"PRIVATE_PLAYBACK_TOGGLE" = "Zasebno predvajanje";
"SCAN_SUBTITLE_TOGGLE" = "Preišči za podnapise (le prek http)";

"BUTTON_RENDERER" = "Naprave za predvajanje";
"BUTTON_RENDERER_HINT" = "Prikaži meni z predvajalnimi napravami, ki so na voljo";
"BUTTON_AIRPLAY" = "AirPlay ali Bluetooth";
"BUTTON_AIRPLAY_HINT" = "Prikaz menija z napravami, ki so na voljo preko AirPlay ali Bluetooth";

"UPGRADING_LIBRARY" = "Nadgrajevanje knjižnice predstavnih vsebin";

"FAVORITES" = "Pribljubljeno";
"NO_FAVORITES" = "Priljubljenih še ni";
"NO_FAVORITES_DESCRIPTION" = "Ko brskate po strežnikih, označite priljubljene mape, da bi jih lahko videli tukaj.";
"ADD_FAVORITE" = "Dodaj k priljubljenim";
"REMOVE_FAVORITE" = "Odstrani iz priljubljenih";
"FAVORITE_ALERT_TITLE" = "Ali bi radi dodali to mapo priljubljenim?";
"UNFAVORITE_ALERT_TITLE" = "Ali bi radi odstranili to mapo iz priljubljenih?";

"OPEN_NETWORK" = "Odprti omrežni pretok";
"NETWORK_TITLE" = "Omrežni pretok";
"OPEN_NETWORK_HELP" = "Z vnosom kateregakoli naslova HTTP, RTSP, RTMP, MMS, FTP ali UDP/RTP neposredno odprete pretok.";
"HTTP_UPLOAD_SERVER_OFF" = "Nedejaven strežnik";
"HTTP_UPLOAD_NO_CONNECTIVITY" = "Ni dejavne povezave WiFi";
"OPEN_STREAM_OR_DOWNLOAD" = "Ali želite spletno vsebino prenesti ali predvajati?";
"ALWAYS_STREAM_URL" = "Vedno predvajaj URL naslove";
"SHARED_VLC_IOS_LIBRARY" = "Knjižnica VLC za iOS v souporabi";
"SMB_CIFS_FILE_SERVERS" = "Datotečni strežniki (SMB)";

"MANAGED_SERVERS" = "Upravljano";

"SMB_CIFS_FILE_SERVERS_SHORT" = "SMB";

"HTTP_DOWNLOAD_CANCELLED" = "Uporabnik je prekinil prenos";

"DOWNLOAD_FROM_HTTP" = "Prenosi";
"ERROR_NUMBER" = "Prišlo je do napake %i";
"DOWNLOAD_FAILED" = "Prenos je spodletel";
"FILE_NOT_SUPPORTED" = "Zapis datoteke ni podprt";
"FILE_NOT_SUPPORTED_LONG" = "Format datoteke, ki ga uporablja %@ ni podprt za to različico VLC za iOS.";
"SCHEME_NOT_SUPPORTED" = "Naslovni prostor ni podprt";
"SCHEME_NOT_SUPPORTED_LONG" = "Naslovni prostor (%@) ni podprt. Uporabite naslov, ki se začne s HTTP, HTTPS ali FTP.";
"RENAME_MEDIA_TO" = "Vnesite novo ime za %@";

"FOLDER_EMPTY" = "Prazna mapa";

"SHARING_ACTION_SHEET_TITLE_CHOOSE_FILE" = "Izberite datoteko za odpiranje:";
"SHARING_ACTIVITY_OPEN_IN_TITLE" = "Odpri v ...";
"SHARING_ERROR_NO_FILES" = "Ni datotek za skupno rabo";
"SHARING_ERROR_NO_APPLICATIONS" = "Programa, ki bi odprl to vrsto datoteke, ni mogoče najti";
"SHARING_SUCCESS_CAMERA_ROLL" = "Datoteka je bila uspešno shranjena v Camera Roll";

"FAVORITEVC_DETAILTEXT" = "Prikaži mape priljubljenih";
"STREAMVC_DETAILTEXT" = "Predvajaj pretoke neposredno brez prenašanja";
"DOWNLOADVC_DETAILTEXT" = "Prenesite datoteke v vašo napravo";
"HEADER_TITLE_RENDERER" = "Izberite napravo za predvajanje";

"BROWSE" = "Brskaj";
"NETWORK" = "Omrežje";
"LOCAL_NETWORK" = "Krajevno omrežje";
"CONNECT_TO_SERVER" = "Poveži s strežnikom";
"FILE_SERVER" = "Datotečni strežniki";
"USER_LABEL" = "Uporabnik";
"PASSWORD_LABEL" = "Geslo";
"DISABLE_LABEL" = "Onemogoči";
"BUTTON_ANONYMOUS_LOGIN" = "Brezimna prijava";

"LOCAL_SERVER_REFRESH" = "Osveži";
"LOCAL_SERVER_LAST_UPDATE" = "Nazadnje posodobljeno %@";
"LOCAL_SERVER_CONNECTION_FAILED_TITLE" = "POVEZAVA S STREŽNIKOM JE SPODLETELA";
"LOCAL_SERVER_CONNECTION_FAILED_MESSAGE" = "Preverite naslov strežnika in poverila";

"FILES_APP_CELL_TITLE" = "Lokalne datoteke";
"FILES_APP_CELL_SUBTITLE" = "Odpri datoteko brez kopiranja v VLC";

"CLOUD_SERVICES" = "Storitve v oblaku";
"LOGIN" = "Prijava";
"LOGGED_IN" = "Prijavljeni";
"LOGGED_IN_SERVICES" = "Prijavljen v %d storitev";
"LOGGED_IN_SERVICE" = "Prijavljen v eno storitev";

"DROPBOX_DOWNLOAD" = "Ali želite prensti datoteko?";
"DROPBOX_DL_LONG" = "Ali želite prenesti \"%@\" na %@?";
"DROPBOX_LOGIN" = "Prijava";

"GDRIVE_ERROR_FETCHING_FILES" = "Napaka med pridobivanjem datotek";
"GDRIVE_DOWNLOAD_SUCCESSFUL" = "Datoteka je bila uspešno prenesena";
"GDRIVE_DOWNLOAD_SUCCESSFUL_TITLE" = "USPEH";
"GDRIVE_ERROR_DOWNLOADING_FILE" = "Pri prenosu je prišlo do napake";
"GDRIVE_ERROR_DOWNLOADING_FILE_TITLE" = "NAPAKA";

"ONEDRIVE_MEDIA_WITHOUT_URL" = "Izbrana vsebina nima url naslova primernega za predvajanje";

"DISK_FULL" = "Dosežena je omejitev prostora";
"DISK_FULL_FORMAT" = "%@ ni mogoče shraniti na %@, ker zmanjkuje prostora.";

"NUM_OF_FILES" = "%i datotek";
"ONE_FILE" = "1 datoteka";
"NO_FILES" = "Ni podprtih datotek";
"DOWNLOADING" = "Poteka prenos...";
"REMAINING_TIME" = "Preostali čas: %@";
"BIOMETRIC_UNLOCK" = "Odkleni knižnjico predstavnih vsebin\nPrekini za vnos gesla";

// Passcode Strings that we need to localize for them
"Set Passcode" = "Določite geslo";
"Enter Passcode" = "Vnesite geslo";
"Enter a passcode" = "Vnos gesla";
"Enter your passcode" = "Vnesite geslo";
"Passcodes did not match. Try again." = "Gesli se ne ujemata. Poskusite znova.";
"Re-enter your passcode" = "Ponovni vnos gesla";
"Passcode Options" = "Možnosti gesla";
"4-Digit Numeric Code" = "4-mestna številka"; /* Passcode 4 digit numeric code */
"6-Digit Numeric Code" = "6-mestna številka"; /* Passcode 6 digit numeric code */

"Settings" = "Nastavitve"; // plain text key to keep compatibility with InAppSettingsKit's upstream
"ON" = "Vklopljeno";
"OFF" = "Izklopljeno";

"EMPTY_LIBRARY" = "Knjižnica predstavnih vsebin je prazna";
"EMPTY_LIBRARY_LONG" = "Predstavne vsebine je za predvajanje mogoče pretakati z lokalnega strežnika, z oblaka ali jih sinhronizirati z napravo preko ITunes, brezžičnega prenosa ali oblačnih storitev.";

"EMPTY_NO_PLAYLISTS" = "Seznami predvajanja";
"EMPTY_NO_PLAYLISTS_DESCRIPTION" = "Za ustvarjanje seznamov predvajanja pojdite v način urejanja na zavihkih z video in zvočno vsebino ter izberite svoje najljubše vsebine.\nLahko tudi sinhronizirate obstoječe sezname predvajanja iz drugih naprav ali s spleta.";

"EMPTY_PLAYLIST" = "Prazen seznam predvajanja";
"EMPTY_PLAYLIST_DESCRIPTION" = "Dodaj vsebino med urejanjem v ustrezne kategorije.";

"EMPTY_HISTORY" = "Prazna zgodovina";
"EMPTY_HISTORY_DESCRIPTION" = "Ni še nobene vsebine.";

"EMPTY_MEDIA_LIST" = "Prazen seznam vsebin";
"EMPTY_MEDIA_LIST_DESCRIPTION" = "Seznam vsebin je prazen, zato predvajanja ni mogoče začeti";

"PLAYBACK_SCRUB_HELP" = "Podrsajte s prstom navzgor, da sprmenite hitrost preiskovanja.";
"PLAYBACK_SCRUB_HIGH" = "Iskanje z visoko hitrostjo";
"PLAYBACK_SCRUB_HALF" = "Iskanje s polovično hitrostjo";
"PLAYBACK_SCRUB_QUARTER" = "Iskanje s četrtinsko hitrostjo";
"PLAYBACK_SCRUB_FINE" = "Podrobno iskanje";
"PLAYBACK_SCRUB_TOTAL_TIME_FORMAT" = "%@ elapsed, total duration %@"; /* 1: elapsed time, 2: total time */
"PLAYBACK_SCRUB_REMAINING_TIME_FORMAT" = "%@ elapsed, %@"; /* 1: elapsed time, 2: remaining time */
"PLAYBACK_SCRUB_ACCESSIBILITY_TIME_DISPLAY" = "Time Display";
"PLAYBACK_POSITION" = "Mesto predvajanja";
"VIDEO_FILTER" = "Filtri videa";
"VIDEO_FILTER_RESET_BUTTON" = "Počisti filtre videa";
"VIDEO_ASPECT_RATIO_BUTTON" = "Razmerje slike videa";
"BWD_BUTTON" = "Skoči nazaj";
"FWD_BUTTON" = "Skoči naprej";
"PLAY_BUTTON" = "Predvajaj";
"NEXT_BUTTON" = "Naslednje";
"PREV_BUTTON" = "Nazaj";
"PLAY_ALL_BUTTON" = "Predvajaj vse";
"PLAY_ALL_HINT" = "Predvajaj vse vsebine te zbirke";

"RESET_VIDEO_FILTERS" = "Želite ponastaviti video filtre?";
"RESET_PLAYBACK_SPEED" = "Ali želite ponastaviti hitrost predvajanja?";
"RESET_EQUALIZER" = "Želite ponastaviti izenačevalnik zvoka?";
"RESET_SLEEP_TIMER" = "Ali želite ponastaviti časovnik spanja?";

"CUSTOM_EQUALIZER_PROFILES" = "Profili po meri";
"DEFAULT_PROFILE_NAME" = "Profil po meri";
"CUSTOM_EQUALIZER_ALERT_TITLE" = "Shrani nov profil";
"CUSTOM_EQUALIZER_ALERT_MESSAGE" = "Ali želite shraniti novi profil z izbranimi vrednostmi?";
"RENAME_CUSTOM_PROFILE_TITLE" = "Preimenuj profil";
"DELETE_CUSTOM_PROFILE_TITLE" = "Izbriši profil";
"DELETE_CUSTOM_PROFILE_MESSAGE" = "Ali želite izbrisati izbrani profil?";

"VERSION_FORMAT" = "Različica: %@";
"BASED_ON_FORMAT" = "Zasnovano na:<br />%@";

"NEW" = "NOVO";

"VO_VIDEOPLAYER_TITLE" = "Video predvajalnik";
"VO_VIDEOPLAYER_DOUBLETAP" = "Z dvojnim tapkanjem se prikaže sli skrije nadzor predvajanja";

"FIRST_STEPS_ITUNES" = "Sinhronizacija datotek";
"FIRST_STEPS_ITUNES_TITLE" = "Sinhronizacija z računalnikom";
"FIRST_STEPS_ITUNES_DETAILS" = "Povežite %@ in uporabite Finder ali iTunes za \"skupno rabo\". Izberite VLC za prenos datotek.";
"FIRST_STEPS_WIFI_TITLE" = "Deli preko WiFI omrežja";
"FIRST_STEPS_WIFI_DETAILS" = "Vnesite ustvarjeni URL v spletni brskalnik, ki se nahaja v istem omrežju kot %@.";
"FIRST_STEPS_CLOUDS" = "Oblaki";
"FIRST_STEPS_CLOUD_TITLE" = "Oblak";
"FIRST_STEPS_CLOUD_DETAILS" = "Naložite svoje predstavne vsebine na oblačno storitev, kot sta Google Drive ali Dropbox, za oddaljeno pretakanje ali prenašanje.";

"PLEX_CHECK_ACCOUNT" = "V nastavitvah preverite račun Plex";
"PLEX_ERROR_ACCOUNT" = "Napak pri prijavi v Plex";

"UNAUTHORIZED" = "Nepooblaščeno";

"SERVER" = "Strežnik";
"SERVER_PORT" = "Vrata";
"NO_SERVER_FOUND" = "Strežnika ni mogoče najti";
"NO_RECENT_STREAMS" = "Ni nobenega nedavno predvajanega pretoka";

"WEBINTF_TITLE" = "Souporaba preko brezžičnega omrežja";
"WEBINTF_ETHERNET" = "Souporaba preko Ethernet povezave";
"WEBINTF_DROPFILES" = "Spusti datoteke";
"WEBINTF_DROPFILES_LONG" = "Spustite datoteke v okno, da jih dodate na napravo %@.<br>Lahko tudi kliknete gumb \"+\", da uporabite izbirnik datotek.";
"WEBINTF_DOWNLOADFILES" = "Prenesi datoteke";
"WEBINTF_DOWNLOADFILES_LONG" = "Samo kliknite datoteko, ki jo želite prenesti z naprave %@.";
"WEBINTF_ADDRESS_COPIED" = "Naslov je kopiran v odložišče";
"WEBINTF_TITLE_ATV" = "Oddaljeno predvajanje";
"WEBINTF_DROPFILES_LONG_ATV" = "Spustite datoteke v okno, da jih predvajate na napravi %@.<br>Lahko tudi kliknete gumb \"+\", da uporabite izbirnik datotek.";
"WEBINTF_URL_SENT" = "Naslov URL je uspešno poslan.";
"WEBINTF_URL_EMPTY" = "Naslov URL ne sme biti prazen.";
"WEBINTF_URL_INVALID" = "Ni veljaven naslov URL.";
"WEBINTF_AUTH_REQUIRED" = "Vnesite geslo, ki ste ga določili v VLC iOS:";
"WEBINTF_AUTH_WRONG_PASSCODE" = "Napačno geslo.<br> Preostalih poskusov:";
"WEBINTF_AUTH_BANNED" = "Vnesli ste preveč napačnih gesel.<br>Ponovno zaženite VLC iOS in poskusite znova.";

"DURATION" = "Trajanje";
"TITLE" = "Naslov";
"ROTATE_BUTTON" = "Zavrti"; /* Accessibility label for rotate button on the player */
"ROTATE_BUTTON_HINT" = "Zamenjava med vodoravnim in navpičnim načinom prikaza predvajalnika."; /* Accessibility hint for rotate button on the player */

"AUDIO_INFO_VC_TITLE" = "Informacije o zvoku";
"ENTER_URL" = "Vnesite naslov URL za predvajanje";
"HTTP_SERVER_ON" = "Onemogoči oddaljeno predvajanje";
"HTTP_SERVER_OFF" = "Omogoči oddaljeno predvajanje";
"CACHED_MEDIA" = "Predpomnjena vsebina";
"CACHED_MEDIA_LONG" = "Tukaj prikazane vsebine so shranjene lokalno na vašem Apple TV. Upoštevajte, da lahko operacijski sistem, kadar VLC ni zagnan, odstrani vsebine brez vnaprejšnjega opozorila, ko napravi zmanjka prostora za shranjevanje.";
"DOWNLOAD_SUBS_FROM_OSO" = "Prenesi podnapise...";
"FOUND_SUBS" = "Najdeni podnapisi";
"NO_SUB_FOUND_OSO" = "Za vsebino \"%@\" ni bilo najdenih posnapisov.";
"SELECT_AUDIO_FROM_FILES" = "Nalaganje zvoka od zunaj...";
"SELECT_SUBTITLE_FROM_FILES" = "Nalaganje podnapisov od zunaj...";
"USE_SPDIF" = "Uporabi prehod (S/PDIF)";

"PLAYBACK" = "Predvajanje";
"REPEAT_MODE" = "Ponovi";
"REPEAT_DISABLED" = "Onemogočeno";
"REPEAT_SINGLE" = "Enkrat";
"REPEAT_FOLDER" = "Mapa";
"SHUFFLE" = "Premešaj";
"SHUFFLE_DISABLED" = "Premešanje izključeno";

"RESET_NETWORK_STREAM_LIST_TITLE" = "Ponastavi seznam";
"RESET_NETWORK_STREAM_LIST_TEXT" = "Trajno ponastavi seznam nedavno predvajanih omrežnih pretokov.";

// MARK: - Local Network Service Names
"UPNP_LONG" = "Splošni Plug'n'Play (UPnP)";
"UPNP_SHORT" = "UPnP";

"PLEX_LONG" = "Plex Media strežnik (prek Bonjour)";
"PLEX_SHORT" = "Plex";

"FTP_SHORT" = "FTP";
"SFTP_SHORT" = "SFTP";

"NFS_LONG" = "Network File System (NFS)";
"NFS_SHORT" = "NFS";

"BONJOUR_FILE_SERVERS" = "Datotečni strežnik BONJOUR";
"DSM_WORKGROUP" = "Delovna skupina";

"URL_NOT_SUPPORTED" = "URl naslova ni mogoče odpreti";

// Insert %@ where play-pause-glyph should be placed
"DELETE_ITEM_HINT" = "Pritisnite %@ za brisanje"; /* Insert %@ where play-pause-glyph should be placed */
"DELETE_MESSAGE" = "Potrdite brisanje izbora";
"DELETE_MESSAGE_PLAYLIST" = "Ali ste prepričani, da želite izbrisati izbrani seznam predvajanja?\nPovezane predstavne datoteke ne bodo izbrisane.";
"DELETE_MESSAGE_PLAYLIST_CONTENT" = "Ali ste prepričani, da želite izbrisati izbrano vsebino s seznama predvajanja?\nPovezane predstavne datoteke ne bodo izbrisane.";

// MARK: - Drag and Drop

"PROTOCOL_NOT_SELECTED" = "Protokol ni izbran";
"Settings" = "Nastavitve";

"ERROR" = "Napaka";
"SORT" = "Razvrsti";
"SORT_BY" = "Razvrsti po";
"SEARCH" = "Iskanje";
"VIDEO" = "Video";

// MARK: - MediaViewController Swipable Header
"ALBUMS" = "Albumi";
"ARTISTS" = "Izvajalci";
"EPISODES" = "Epizode";
"GENRES" = "Žanri";
"ALL_VIDEOS" = "Vsi videi";
"SONGS" = "Pesmi";
"PLAYLISTS" = "Seznami predvajanja";
"VIDEO_GROUPS" = "Video skupine";
"HISTORY" = "Zgodovina";
"MODIFIED_DATE" = "Spremenjen datum";
"NAME" = "Ime";

// MARK: - EDIT

"BUTTON_MENU" = "Meni";
"BUTTON_MENU_HINT" = "Izberite, spremenite vrstni red in sortirajte predmete, ki se nahajajo v tem prikazu";

"BUTTON_EDIT" = "Uredi";
"BUTTON_EDIT_HINT" = "Način urejanja";

"BUTTON_SELECT" = "Izberi";
"BUTTON_SELECT_HINT" = "Izberite gumb";

"BUTTON_SELECT_ALL" = "Izberi vse";
"BUTTON_SELECT_ALL_HINT" = "Izbere vse predmete, ki so v tem prikazu";

"BUTTON_HISTORY" = "Zgodovina";
"BUTTON_HISTORY_HINT" = "Prikaži nazadnje predvajane vsebine";

"BUTTON_CLEAR" = "Počisti";
"CLEAR_HISTORY_TITLE" = "Počisti zgodovino";
"CLEAR_HISTORY_MESSAGE" = "Potrdi čiščenje zgodovine";

"ADD_TO_PLAYLIST" = "Dodaj v seznam predvajanja";
"ADD_TO_PLAYLIST_HINT" = "Odpri meni za dodajanje na seznam predvajanja";

"PLAY_AS_AUDIO" = "Predvajaj kot zvok";
"PLAY_AS_AUDIO_HINT" = "Predvajaj video datoteko kot zvočno datoteko";

"PLAYLIST_PLACEHOLDER" = "Naslov seznama predvajanja";
"PLAYLIST_DESCRIPTION" = "Izberite naslov za nov seznam predvajanja";
"PLAYLIST_CREATION" = "Ustvari nov seznam predvajanja";
"PLAYLIST_CREATION_HINT" = "Prikaži interaktivno dejanje za ustvarjanje seznama predvajanja";
"ERROR_PLAYLIST_CREATION" = "Seznama predvajanja ni bilo mogoče ustvariti";
"ERROR_PLAYLIST_TRACKS" = "Vsebin ni bilo mogoče najti";

"ERROR_RENAME_FAILED" = "Preimenovanje ni uspelo";
"ERROR_EMPTY_NAME" = "Naslov ne more biti prazen";

"SHARE_LABEL" = "Deli";
"SHARE_HINT" = "Deli izbrane datoteke";
"RENAME_HINT" = "Preimenuj izbrane datoteke";
"DELETE_HINT" = "Izbriši izbrane datoteke";

"ADDITIONAL_OPTIONS" = "Dodatne možnosti";

// MARK: - Sort

"BUTTON_SORT" = "Sortiranje";
"BUTTON_SORT_HINT" = "Prikaži akcijski obrazec za sortiranje";
"HEADER_TITLE_SORT" = "Uredi";
"DESCENDING_LABEL" = "padajoče";
"DESCENDING_SWITCH_LABEL" = "naraščajoče ali padajoče";
"DESCENDING_SWITCH_HINT" = "Sortiraj kontekst naraščajoče ali padajoče";
"GRID_LAYOUT" = "Mreža";
"GRID_LAYOUT_HINT" = "Prikaži predmete kot mrežo";
"LIST_LAYOUT" = "Seznam";
"HIDE_FEAT_ARTISTS" = "Skrij gostujoče izvajalce";
"HIDE_TRACK_NUMBERS" = "Skrij številke vsebine";

// MARK: - VLCMediaLibraryKit - Sorting Criteria

"ALPHA" = "Alfanumerično";
"DURATION" = "Trajanje";
"INSERTION_DATE" = "Datum vstavitve";
"LAST_MODIFICATION_DATE" = "Datum zadnje spremembe";
"RELEASE_DATE" = "Datum izdaje";
"FILE_SIZE" = "Velikost datoteke";
"ARTIST" = "Izvajalec";
"PLAY_COUNT" = "Število predvajanj";
"ALBUM" = "Album";
"FILENAME" = "Ime datoteke";
"TRACK_NUMBER" = "Številka vsebine";
"NB_AUDIO" = "Število skladb";
"NB_MEDIA" = "Število vsebin";
"NB_VIDEO" = "Število videov";
"NB_ALBUM" = "Število albumov";
"LAST_PLAYBACK_DATE" = "Datum zadnjega predvajanja";
"TRACK_ID" = "ID vsebine";
"CUSTOM" = "Custom";

// MARK: - VLCNetworkLoginTVViewController

"NO_SAVING_DATA" = "Ni najdenih";

// MARK: - MediaCollectionViewCell

"UNKNOWN_ARTIST" = "Neznan izvajalec";
"VARIOUS_ARTIST" = "Različni izvajalci";
"UNKNOWN_ALBUM" = "Neznan album";
"SINGLE_ITEM_SELECTED" = "izbran element";
"MULTIPLE_ITEMS_SELECTED" = "izbranih elementov";

// MARK: - VideoPlayerControls

"SUBTITLE_AND_TRACK_BUTTON" = "Podnapisi in zvočni posnetki";
"SUBTITLE_AND_TRACK_HINT" = "Izberite podnapise ali zvok";

"DVD_BUTTON" = "DVD";
"DVD_HINT" = "DVD vmesnik";

"ROTATION_LOCK_BUTTON" = "Zaklep obračanja";
"ROTATION_LOCK_HINT" = "Zakleni video glede na trenutno orientacijo";

"REPEAT_HINT" = "Ponovi isto vsebino";
"DO_NOT_REPEAT_HINT" = "Ne ponavljaj seznama vsebin";
"REPEAT_ALL_HINT" = "Ponovi seznam vsebin";

"BACKWARD_BUTTON" = "Nazaj";
"BACKWARD_HINT" = "Skoči nazaj";

"PREVIOUS_BUTTON" = "Prejšnja";
"PREVIOUS_HINT" = "Prejšnja vsebina";

"PLAY_PAUSE_BUTTON" = "Predvajanje ali premor";
"PLAY_PAUSE_HINT" = "Predvajaj ali zaustavi";

"STOP_BUTTON" = "Zaustavi";
"CLOSE_HINT" = "Zaustavi predvajanje";

"MINIMIZE_BUTTON" = "Pomanjšaj";
"MINIMIZE_HINT" = "Zmanjšaj predvajalnik";

"NEXT_HINT" = "Naslednja vsebina";

"FORWARD_BUTTON" = "Naprej";
"FORWARD_HINT" = "Skoči naprej";

"INTERFACE_LOCK_BUTTON" = "Zakleni vmesnik";

"SELECT_A_MARK" = "Izberi A oznako";
"SELECT_A_MARK_HINT" = "Izbira A oznake v AB zanki";
"SELECT_B_MARK" = "Izberi B oznako";
"SELECT_B_MARK_HINT" = "Izbira B oznake v AB zanki";

"AB_LOOP" = "Predvajalna zanka A→B";
"AB_LOOP_MARKS" = "Označbe A→B predvajalnih zank";

"RESET_AB_LOOP" = "Ali želite odstranit A→B  predvajalno zanko ";
"RESET_AB_LOOP_MARKS" = "Ali želite ponastaviti označbe A→B  predvajalno zanko ";

"SHUFFLE_HINT" = "Premešaj seznam vsebin";
"SHUFFLE_OFF_HINT" = "Ne premešaj seznama vsebin";

"ASPECT_RATIO_TITLE" = "Razmerja slike";
"VIDEO_ASPECT_RATIO_BUTTON" = "Razmerje slike videa";
"VIDEO_ASPECT_RATIO_HINT" = "Spremeni razmerje slike trenutnega videa";

"MORE_OPTIONS_BUTTON" = "Več";
"MORE_OPTIONS_HINT" = "Prikaži več izbirnih kontrol";

"PLAYBACK_CONTROLS_BAR_TITLE" = "Nadzor predvajanja";
"PLAYBACK_CONTROLS_BAR_HINT" = "Pause, seek, next chapter";

"PLAYER_WARNING_SUBTITLE_CAST_TITLE" = "Podnapisi niso podprti";
"PLAYER_WARNING_SUBTITLE_CAST_DESCRIPTION" = "Ob predvajanju na oddaljeno napravo podnapisi še niso podprti";

// MARK: - MediaMoreOptionsActionSheet
"EQUALIZER_CELL_TITLE" = "Izenačevalnik";
"MORE_OPTIONS_HEADER_TITLE" = "Možnosti videa";
"MORE_OPTIONS_HEADER_AUDIO_TITLE" = "Možnosti zvoka";
"BOOKMARKS_TITLE" = "Zaznamki";
"ADD_BOOKMARKS_TITLE" = "Dodaj zaznamke";
"BOOKMARK_DEFAULT_NAME" = "Zaznamek pri";
"BOOKMARK_RENAME_TITLE" = "Preimenuj zaznamek";
"BOOKMARK_DELETE_TITLE" = "Izbriši zaznamke";
"BOOKMARK_DELETE_MESSAGE" = "Potrdite brisanje zaznamka";
"INCREASE_BUTTON" = "Gumb za večanje";
"INCREASE_PLAYBACK_SPEED" = "Pohitri predvajanje";
"INCREASE_AUDIO_DELAY" = "Poveča zamika zvoka";
"INCREASE_SUBTITLES_DELAY" = "Poveča zamik podnapisov";
"DECREASE_BUTTON" = "Gumb za manjšanje";
"DECREASE_PLAYBACK_SPEED" = "Upočasni predvajanje";
"DECREASE_AUDIO_DELAY" = "Zmanjša zamik zvoka";
"DECREASE_SUBTITLES_DELAY" = "Zmanjša zamik podnapisov";
"DISPLAY_PLAYBACK_SPEED_SHORTCUT" = "Prikaži bljižnico za hitrost predvajanja";
"DISPLAY_PLAYBACK_SPEED_SHORTCUT_HINT" = "Uporabite za prikaz bljižnice za hitrost prevdajanja";
"VIDEO_FILTERS_HINT" = "Izberite za prikaz video filtrov";
"PLAYBACK_SPEED_HINT" = "Izberite za prikaz hitrosti predvajanja";
"SUBTITLES_DELAY_HINT" = "Uporabite za prikaz zamika podnapisov";
"AUDIO_DELAY_HINT" = "Uporabite za prikaz zamika zvoka";
"SLEEP_TIMER_HINT" = "Uporabite za prikaz časovnika mirovanja";
"EQUALIZER_HINT" = "Izberite za prikaz izenačevalnika";
"CHAPTERS_HINT" = "Izbeeite za prikaz poglavji";
"BOOKMARKS_HINT" = "Izbeeite za prikaz zaznamkov";
"INTERFACE_LOCK_HINT" = "Vključite to možnost za zaklepanje uporabniškega vmesnika";

// MARK: - Settings
"FORCE_RESCAN_TITLE" = "Prisili ponoven pregled knjižnice predstavnih vsebin";
"FORCE_RESCAN_MESSAGE" = "Ali želite prisiliti VLC, da ponovno pregleda vašo knjižnico predstavnih vsebin?\nTo lahko traja nekaj časa.";

"FEEDBACK_EMAIL_TITLE" = "Odziv na LVC za iOS in iPad";
"FEEDBACK_EMAIL_NOT_POSSIBLE_TITLE" = "Poštni predal ni nastavljen";
"FEEDBACK_EMAIL_NOT_POSSIBLE_LONG" = "Kontaktirajte nas preko %@ z druge naprave.";

"SETTINGS_THEME_BLACK" = "V temnem načinu uporabi črno ozadje";
"SETTINGS_THEME_BLACK_SUBTITLE" = "Manjša poraba baterije na napravah z OLED zasloni";

"SETTINGS_RESET_TITLE" = "Ponastavi nastavitve";
"SETTINGS_RESET_MESSAGE" = "Ali bi radi vse nastavitve ponastavili na privzete vrednosti?";

"SETTINGS_PLAY_ALL" = "Zvezno predvajanje za zbirke";
"SETTINGS_PLAY_ALL_HINT" = "Vklopite za samodejno predvajanje naslednje vsebine na video ali avdio zavihku";
"SETTINGS_PLAYLIST_PLAY_ALL" = "Zvezno predvajanje za sezname predvajanja";
"SETTINGS_PLAYLIST_PLAY_ALL_HINT" = "Vklopite za samodejno predvajanje naslednje vsebine s seznama predvajanja";

"SETTINGS_DOCUMENTATION" = "Dokumentacija";

// MARK: - Local Network

"SMBV1_WARN_TITLE" = "Opozorilo za SMBv1 povezavo";
"SMBV1_WARN_DESCRIPTION" = "Zaznan je bil star (SMBv1) protokol.\nŽelite res uporabiti SMBv1?\nPredlagamo nadgradnjo ali spremembo v nastavitvah strežnika.";
"SMBV1_CONTINUE" = "Nadaljuj s SMBv1";
"SMBV1_NEXT_PROTOCOL" = "Poskusi SMBv2/v3";

// MARK: - Preview labels

"ENCODING" = "Kodiranje";

// MARK: - Media groups

"ADD_TO_MEDIA_GROUP" = "Dodaj v skupino vsebin";
"ADD_TO_MEDIA_GROUP_HINT" = "Odprite meni dodaj v skupino predstavnih vsebin";

"MEDIA_GROUPS" = "Skupine predstavnih vsebin";
"MEDIA_GROUPS_DESCRIPTION" = "Izberite ime za svojo novo skupino predstavnih vsebin";
"MEDIA_GROUPS_PLACEHOLDER" = "Ime skupine vsebin";

"REMOVE_FROM_MEDIA_GROUP" = "Odstrani iz skupine predstavnih vsebin";
"REMOVE_FROM_MEDIA_GROUP_HINT" = "Odstrani izbor iz skupine predstavnih vsebin";

"MEDIA_GROUP_CREATION" = "Nova skupina predstavnih vsebin";
"MEDIA_GROUP_CREATION_HINT" = "Prikaži opozorilo ob ustvarjanju seznama predvajanja";
"MEDIA_GROUP_MOVE_TO_ROOT" = "Premakni vsebino na zgornji nivo";
"MEDIA_GROUP_MOVE_TO_ROOT_HINT" = "Premakne izbrano vsebino na zgornji nivo";

"BUTTON_REGROUP" = "Ponovno združi";
"BUTTON_REGROUP_TITLE" = "Ponovno združi izbor";
"BUTTON_REGROUP_HINT" = "Poskus ponovne uvrstitve v skupino za posamezno vsebino.";
"BUTTON_REGROUP_DESCRIPTION" = "Ali ste prepričani, da želite poskusiti samodejno ponovno uvrstiti posamezne vsebine v skupino?\nTo lahko traja precej časa.";

// MARK: - Files.app persistence file
"MEDIALIBRARY_FILES_PLACEHOLDER" = "Postavite vsebino sem, da jo dodate";
"MEDIALIBRARY_ADDING_PLACEHOLDER" = "Dodajanje...";

// MARK: - QueueViewController

"PLAY_HINT" = "Predvajaj";
"PLAY_LABEL" = "Predvajaj";
"PLAY_NEXT_IN_QUEUE_HINT" = "Predvajaj naslednje v vrsti";
"PLAY_NEXT_IN_QUEUE_LABEL" = "Predvajaj naslednje v vrsti";
"APPEND_TO_QUEUE_HINT" = "Dodaj k čakalni vrsti";
"APPEND_TO_QUEUE_LABEL" = "Dodaj k čakalni vrsti";
"QUEUE_LABEL" = "V vrsto";

"DISPLAY_AS" = "Prikaži kot";

/* New strings */
"BRIGHTNESS_HINT" = "Napvični nadzor nad svetlostjo";
"BRIGHTNESS_SLIDER" = "Vlecite navpično za spreminjanje svetlosti";

/* New strings */
"VOLUME_HINT" = "navpični nadzor nad glasnostjo";
"VOLUME_SLIDER" = "Vlecite navpično za spreminjanje glasnosti";

// MARK: - AudioMiniPlayer playback controls menu
"MENU_PLAYBACK_CONTROLS" = "Nadzor predvajanja";
"MENU_REPEAT_DISABLED" = "Ne ponavljaj";
"MENU_REPEAT_SINGLE" = "Ponovi eno";
"MENU_REPEAT_ALL" = "Ponovi vse";

// MARK: - ActionSheet

"ACTIONSHEET_BACKGROUND_LABEL" = "Ozadje akcijskega obrazca";
"ACTIONSHEET_BACKGROUND_HINT" = "Tapni za odstranitev akcijskega obrazca";

// MARK: - Donation
"DONATION_CUSTOM_AMOUNT" = "Vnesite poljuben znesek";
"DONATION_TITLE" = "Zasebnost pred dobičkom";
"DONATION_DESCRIPTION" = "Zasebna, odprtokodna večpredstavnost, ki jo podpirate vi. Brez oglasov, sledenja, kompromisov. Brezplačno za vse. Donirajte zdaj in podprite VideoLAN.";
"DONATION_WINDOW_TITLE" = "Donacija za VideoLAN";
"DONATE_CC_DC" = "Kreditna ali debetna kartica";
"DONATION_CHOOSE_PP" = "Izberite izvajalca plačila";
"DONATION_CHOOSE_CURRENCY" = "Izberite valuto";
"DONATION_AMOUNT" = "Znesek prispevka: %@";
"DONATION_CC_NUM" = "Številka plačilne kartice";
"DONATION_CC_EXPIRY_DATE" = "Veljavnost";
"DONATION_CC_EXPIRY_DATE_MONTH" = "MM";
"DONATION_CC_EXPIRY_DATE_YEAR" = "LL";
"DONATION_CC_CVV" = "CVV";
"DONATION_APPLE_PAY_NOT_POSSIBLE" = "Napaka pri nastavljanju Apple Pay";
"DONATION_APPLE_PAY_NOT_POSSIBLE_LONG" = "VLC ni uspel nastaviti Apple Pay za izvedbo donacije. Za nadaljevanje izberite drugega ponudnika.";
"DONATION_DONATE_BUTTON" = "Doniraj";
"PURCHASE_FAILED" = "Nakup ni bil uspešen.";
"SEND_DONATION" = "Pošljite svojo donacijo";
"PURCHASE_SUCESS_TITLE" = "Donacija je bila poslana";
"PURCHASE_SUCESS_DESCRIPTION" = "Hvala za vašo donacijo!";
"DONATION_CONTINUE" = "Nadaljuj";
"BUTTON_NOT_NOW" = "Ne zdaj";
"DONATION_NAGSCREEN_TITLE" = "Prispevaj danes";
"DONATION_NAGSCREEN_SUBTITLE" = "Podprite brezplačno, odprtokodno večpredstavnost";
"DONATION_INVOICES" = "Računi";
"DONATION_RECEIPTS" = "Potrdila";
"DONATION_INVOICES_RECEIPTS" = "Računi in potrdila";
"DONATION_CHARGES_CLEARED_ON_REINSTALL" = "Če ste VLC ponovno namestili, računi in potrdila prejšnji donacij ne bodo na voljo, ker so vsi osebni podatki shranjeni le na tej napravi.\n\nČe imate kakšno vprašanje, nas kontaktirajte na donation@videolan.org in omenite ta anonimni ID uporabnika: %@";
"DONATION_CANCEL_MONTHLY" = "Opusti redno donacijo";
"DONATION_MONTHLY" = "Mesečno";
"DONATION_MONTHLY_FORMAT" = "%@/mesec";
"DONATION_MONTHLY_VIDEOLAN" = "Mesečni prispevek za VideoLAN";
"DONATION_ONCE" = "Enkrat";
"DONATION_UPDATE_MONTHLY" = "Posodobi redno donacijo";
"DONATION_VIDEOLAN" = "Donacija za VideoLAN";
"DONATION_CANCEL_LONG" = "Žal nam je, da boste opustili redno donacijo za VideoLAN. Vaša pretekla podpora nam veliko pomeni. Res hvala!";
"DONATION_BANK_TRANSFER" = "Bnačno nakazilo";
"DONATION_BANK_TRANSFER_LONG" = "Stripe obdela prispevke za VideoLAN. VideoLAN ne hrani ali zbira vaših osebnih podatkov.";
"DONATION_BUTTON_AGREE" = "Strinjam se";
"DONATION_IBAN" = "Številka bančnega računa (IBAN)";
"DONATION_EMAIL" = "Elektronska pošta";
"DONATION_NAME" = "Ime";
"DONATION_NAME_BANK_ACCOUNT" = "Ime lastnika bančnega računa";
"DONATION_EMBARGOED_COUNTRY" = "Trenutno ne moremo sprejemati donacij iz vaše države. Uživajte VLC!";

// MARK: - Playback keyboard shortcuts

"KEY_JUMP_BACKWARDS" = "Skoči nazaj";
"KEY_JUMP_FORWARDS" = "Skoči naprej";
"KEY_INCREASE_PLAYBACK_SPEED" = "Povečaj hitrost predvajanja";
"KEY_DECREASE_PLAYBACK_SPEED" = "Zmanjšaj hitrost predvajanja";
"KEY_RESET_PLAYBACK_SPEED" = "Ponastavi hitrost predvajanja";
"KEY_SEEK_TO_PERCENT" = "Seek to %i%% of duration";

// MARK: - TitleSelection

"TITLESELECTION_BACKGROUND_LABEL" = "Ozadje ob izbiri naslova";
"TITLESELECTION_BACKGROUND_HINT" = "Tapnite za odstranitev prikaza.";

// MARK: - NEW DELETE STRINGS
"DELETE_SINGLE_TITLE" = "Izbrišem \"%@\"?";
"DELETE_MULTIPLE_TITLE" = "Izbrišem \"%@\" in še %d več?";

// MARK: - AppIntent Strings
"APPINTENT_PLAY_MEDIA_TITLE" = "Predvajaj v ozadju";
"APPINTENT_PLAY_MEDIA_DESCRIPTION" = "Predvajaj izbrani seznam v ozadju, ne da bi odprl aplikacijo.";
"APPINTENT_PLAY_MEDIA_PLAY_${mediaName}" = "Predvajaj $(mediaName) v ozadju";

// MARK: - VerticalSliderControl Strings
"VERTICAL_SLIDER_CONTROL_ACCESSIBILITY_LABEL" = "Navpični drsnik";
"VERTICAL_SLIDER_CONTROL_INCREMENT_ACTION" = "Povečaj";
"VERTICAL_SLIDER_CONTROL_DECREMENT_ACTION" = "Zmanjšaj";

// MARK: - Download Completion Announcement
"DOWNLOAD_COMPLETED_ANNOUNCEMENT" = "Downloading file \"%@\" completed";

//MARK: - Playlist Add Action Status
"ADD_TO_PLAYLIST_STATUS_MESSAGE" = "Added %d media to %@";
"ADD_ALERT_TITLE" = "Selection found in playlist";
"ADD_ALERT_MESSAGE_SINGLE" = "You are trying to add a media that is already part of %@";
"ADD_ALERT_MESSAGE_MULTIPLE" = "You are trying to add %d media that are already part of %@";

//MARK: - Last played playlist indicator
"LAST_PLAYED_PLAYLIST_LABEL_TITLE" = "Last Played";
